arc-darkest-theme-git
arc-gtk-theme
bibata-cursor-theme-bin
grub-customizer
hardcode-fixer-git
miniconda3
mintstick-git
neofetch
notion-app-electron
obmenu-generator
openbox-arc-git
optimus-manager
optimus-manager-qt
pamac-aur
paru-bin
perl-linux-desktopfiles
qt5-styleplugins
rate-mirrors-bin
reiserfsprogs
sddm-theme-sugar-candy-git
urxvt-fullscreen
urxvt-resize-font-git
yay-bin
