arc-darkest-theme-git
arc-gtk-theme
bibata-cursor-theme-bin
conky-lua-archers
gksu
hardcode-fixer-git
hardinfo-gtk3
miniconda3
mintstick-git
notion-app-electron
obconf
obmenu-generator
obmenu3
openbox-arc-git
optimus-manager
optimus-manager-qt
pamac-aur
paru-bin
perl-linux-desktopfiles
rate-mirrors-bin
reiserfsprogs
sddm-theme-sugar-candy-git
speedtest-cli-git
urxvt-fullscreen
urxvt-resize-font-git
yay-bin
