alacritty
arandr
autoconf
automake
base
bat
binutils
bison
brightnessctl
cbatticon
ccat
cmatrix
dhcpcd
dialog
efibootmgr
exa
fakeroot
feh
file
findutils
fish
flex
gawk
gcc
geeqie
gettext
git
gnome-keyring
google-chrome
grep
groff
grub
gvfs
gvfs-afc
gvfs-mtp
gzip
htop
inetutils
intel-ucode
kvantum
lib32-gcc-libs
libtool
libxcrypt-compat
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-aether
lightdm-webkit2-greeter
linux
linux-firmware
lxappearance
m4
make
mpv
nano
neofetch
neovim
nerd-fonts-cascadia-code
nerd-fonts-mononoki
nerd-fonts-ubuntu-mono
net-tools
netctl
network-manager-applet
networkmanager
nitrogen
nodejs
notification-daemon
noto-fonts
npm
ntfs-3g
ntp
obs-studio
openssl-1.0
os-prober
otf-code-new-roman
pacman
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
pcmanfm
picom
pkgconf
polkit-gnome
postgresql
pulseaudio
pycritty
python-pip
qtile
ranger
rar
redshift
rofi
scrot
sed
simple-mtpfs
sudo
texinfo
thunar
trayer
tree
ttf-dejavu
ttf-jetbrains-mono
udiskie
unzip
upower
visual-studio-code-bin
vlc
volumeicon
which
xdotool
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xlockmore
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay-git
